[
  {
    "zekr": "اللَّهُمَّ، اغْفِرْ له وَارْحَمْهُ، وَاعْفُ عنْه وَعَافِهِ، وَأَكْرِمْ نُزُلَهُ، وَوَسِّعْ مُدْخَلَهُ، وَاغْسِلْهُ بمَاءٍ وَثَلْجٍ وَبَرَدٍ، وَنَقِّهِ مِنَ الخَطَايَا كما يُنَقَّى الثَّوْبُ الأبْيَضُ مِنَ الدَّنَسِ، وَأَبْدِلْهُ دَارًا خَيْرًا مِن دَارِهِ، وَأَهْلًا خَيْرًا مِن أَهْلِهِ، وَزَوْجًا خَيْرًا مِن زَوْجِهِ، وَقِهِ فِتْنَةَ القَبْرِ وَعَذَابَ النَّار",
    "repeat": 1,
    "bless": ""
  },
  {
    "zekr": "اللَّهمَّ اغْفِرْ لحيِّنا وميِّتِنا وشاهدنا وغائِبنا وصَغيرنا وَكبيرنا وذَكرِنا وأُنثانا اللَّهمَّ مَنْ أحييتَه مِنَّا فأحيِه علَى الإسلامِ ومن تَوَفَّيتَه مِنَّا فتَوفَّهُ علَى الإيمانِ اللَّهمَّ لا تحرمنا أجرَه ولا تُضلَّنا بعدَه",
    "repeat": 1,
    "bless": "من قالها موقنا بها حين يمسى ومات من ليلته دخل الجنة وكذلك حين يصبح."
  },
  {
    "zekr": "استغفِروا لأخيكُم ، وسَلوا لَهُ التَّثبيتَ ، فإنَّهُ الآنَ يُسأَلُ",
    "repeat": 3,
    "bless": "من قالها حين يصبح وحين يمسى كان حقا على الله أن يرضيه يوم القيامة."
  },
  {
    "zekr": "اللَّهمَّ إنَّ فلانَ بنَ فلانٍ في ذِمَّتِك وحبلِ جِوارِك فَقِهِ من فتنةِ القبرِ وعذابِ النَّارِ وأنتَ أهلُ الوفاءِ والحقِّ فاغفر لَه وارحمهُ إنَّكَ أنتَ الغفورُ الرَّحيمُ",
    "repeat": 4,
    "bless": "من قالها أعتقه الله من النار."
  },
  {
    "zekr": "اللهم أنت ربها، وأنت خلقتها، وأنت هديتها للإسلام، وأنت قبضت روحها، وأنت أعلم بسرها وعلانيتها، جئنا شفعاء فاغفر له",
    "repeat": 1,
    "bless": "من قالها حين يصبح أدى شكر يومه."
  },
  {
    "zekr": "اللهمّ أبدله داراً خيراً من داره، وأهلاً خيراً من أهله، وأدخله الجنّة، وأعذه من عذاب القبر، ومن عذاب النّار.",
    "repeat": 7,
    "bless": "من قالها كفاه الله ما أهمه من أمر الدنيا والأخرة."
  },
  {
    "zekr": "اللهمّ اجزه عن الإحسان إحساناً، وعن الإساءة عفواً وغفراناً.",
    "repeat": 3,
    "bless": "لم يضره من الله شيء."
  },
  {
    "zekr": "اللهمّ آنسه في وحدته، وفي وحشته، وفي غربته.",
    "repeat": 1,
    "bless": ""
  },
  {
    "zekr": "اللهمّ اجعل قبره روضةً من رياض الجنّة، ولا تجعله حفرةً من حفر النّار.",
    "repeat": 1,
    "bless": ""
  },
  {
    "zekr": "اللهمّ أنزله منازل الصدّيقين، والشّهداء، والصّالحين، وحسُن أولئك رفيقاً.",
    "repeat": 3,
    "bless": ""
  },
  {
    "zekr": "اللهمّ إنّه عبدك وابن عبدك، خرج من الدّنيا، وسعتها، ومحبوبها، وأحبّائه فيها، إلى ظلمة القبر، وما هو لاقيه.",
    "repeat": 3,
    "bless": ""
  },
  {
    "zekr": "اللهمّ إنّا نتوسّل بك إليك، ونقسم بك عليك أن ترحمه ولا تعذّبه، وأن تثبّته عند السّؤال.",
    "repeat": 3,
    "bless": ""
  },
  {
    "zekr": "اللهمّ يمّن كتابه، ويسّر حسابه، وثقّل بالحسنات ميزانه، وثبّت على الصّراط أقدامه، وأسكنه في أعلى الجنّات، بجوار حبيبك ومصطفاك صلّى الله عليه وسلّم.",
    "repeat": 1,
    "bless": ""
  },
  {
    "zekr": "اللهمّ إنّه صبر على البلاء فلم يجزع، فامنحه درجة الصّابرين، الذين يوفّون أجورهم بغير حساب، فإنّك القائل إنّما يوفّى الصّابرون أجرهم بغير حساب",
    "repeat": 3,
    "bless": ""
  },
  {
    "zekr": "اللهمّ إنّه كان لكتابك تالياً وسامعاً، فشفّع فيه القرآن، وارحمه من النّيران، واجعله يا رحمن يرتقي في الجنّة إلى آخر آية قرأها أو سمعها، وآخر حرفٍ تلاه.",
    "repeat": 1,
    "bless": ""
  },
  {
    "zekr": "اللهمّ ارحمه فإنّه كان مسلماً، واغفر له فإنّه كان مؤمناً، وأدخله الجنّة فإنّه كان بنبيّك مصدّقاً، وسامحه فإنّه كان لكتابك مرتّلاً.",
    "repeat": 1,
    "bless": ""
  }
]
